--表名: 商城VIP, 字段描述：_key:vip等级, _icon:头像框, _title:标题, _des:描述, 
local M = {}
M["1"] = {key = "1", icon = "V1", title = "[累计充值29元,即享受VIP1特权]", des = "VIP1专属尊贵头像边框；每日可购买V1特惠礼包；享受VIP特别奖励，每日登录可领取2000金币", }
M["2"] = {key = "2", icon = "V2", title = "[累计充值69元,即享受VIP2特权]", des = "VIP2专属尊贵头像边框；每日可购买V1-V2特惠礼包；享受VIP特别奖励，每日登录可领取2800金币", }
M["3"] = {key = "3", icon = "V3", title = "[累计充值159元,即享受VIP3特权]", des = "VIP3专属尊贵头像边框；每日可购买V1-V3特惠礼包；享受VIP特别奖励，每日登录可领取3800金币", }
M["4"] = {key = "4", icon = "V4", title = "[累计充值389元,即享受VIP4特权]", des = "VIP4专属尊贵头像边框；每日可购买V1-V4特惠礼包；享受VIP特别奖励，每日登录可领取5800金币", }
M["5"] = {key = "5", icon = "V5", title = "[累计充值799元,即享受VIP5特权]", des = "VIP5专属尊贵头像边框；每日可购买V1-V5特惠礼包；享受VIP特别奖励，每日登录可领取8800金币", }
M["6"] = {key = "6", icon = "V6", title = "[累计充值1599元,即享受VIP6特权]", des = "VIP6专属尊贵头像边框；每日可购买V1-V6特惠礼包；享受VIP特别奖励，每日登录可领取12800金币", }
M["7"] = {key = "7", icon = "V7", title = "[累计充值3699元,即享受VIP7特权]", des = "VIP7专属尊贵头像边框；每日可购买V1-V7特惠礼包；享受VIP特别奖励，每日登录可领取22800金币", }
M["8"] = {key = "8", icon = "V8", title = "[累计充值8899元,即享受VIP8特权]", des = "VIP8专属尊贵头像边框；每日可购买V1-V8特惠礼包；享受VIP特别奖励，每日登录可领取38000金币", }
M["9"] = {key = "9", icon = "V9", title = "[累计充值18899元,即享受VIP9特权]", des = "VIP9专属尊贵头像边框；每日可购买V1-V9特惠礼包；享受VIP特别奖励，每日登录可领取50000金币", }
M["10"] = {key = "10", icon = "V10", title = "[累计充值58888元,即享受VIP10特权]", des = "VIP10专属尊贵头像边框；每日可购买V1-V10特惠礼包；享受VIP特别奖励，每日登录可领取88000金币", }
LuaConfigMgr.ShopVipConfigLen = 10
LuaConfigMgr.ShopVipConfig = M